brew "git"
brew "cmake"
brew "zsh"
brew "gmsh"
brew "gnuplot"
brew "ranger"
brew "w3m"
brew "llvm"
brew "node"
brew "ccls"
brew "tmux"
brew "bat"
brew "vifm"
brew "python"
brew "imagemagick"
brew "autojump"
brew "automake"
brew "eigen"
brew "neofetch"
brew "ranger"
brew "unrar"

cask "alacritty"
cask "thunder"
cask "lantern"
cask "google-chrome"
cask "visual-studio-code"
cask "iina"
cask "neteasemusic"
cask "qq"
cask "mactex-no-gui"
