brew "git"
brew "cmake"
brew "zsh"
brew "gmsh"
brew "gnuplot"
brew "ranger"
brew "w3m"
brew "llvm"
brew "node"
brew "ccls"
brew "tmux"

cask "lantern"
cask "amethyst"
cask "google-chrome"
cask "visual-studio-code"
cask "iina"
cask "neteasemusic"
cask "qq"
cask "iterm2"
